[
  {
    "id": 1,
    "name": "Ratan Tata",
    "title": "The Wit & Wisdom Of Ratan Tata : -This Book Reflects His Simplicity, Determination, Defining Moments, Generosity, Growth, Humility, And Intellectual Curiosity.",
    "price": 0,
    "ogprice": 199,
    "catogery": "Free",
    "image": "https://www.indianchemicalnews.com/public/thumbs/news/2024/10/23636/Ratan_Tata.jpg"
  },

  {
    "id": 2,
    "name": "The Silent Patient",
    "title": "The Silent Patient By Alex Michaelides. The Book Revolves Around Alicia Berenson, A Famous Painter Who Shoots Her Husband, Gabriel, And Then Falls Silent, Refusing To Speak Or Explain Why She Committed The Crime. ",
    "price": 200,
    "ogprice": 499,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/747/9781409181637.jpg"
  },

  {
    "id": 3,
    "name": "Atomic Habits:",
    "title": "World-renowned Habits Expert James Clear Has Developed A Simpler System For Transforming Your Life. He Understands That Lasting Change Is The Result Of The Compound Effect Of Small, Consistent Decisions—like Doing Two Push-ups A Day",
    "price": 399,
    "ogprice": 699,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/bc/9781847941831_1.jpg"
  },
  {
    "id": 4,
    "name": "The Missil Man",
    "title": "Former President, the Missile Man of India, Bharat Ratna, Dr APJ Abdul Kalam is an icon of the nation. His humility, wisdom and words have inspired and touched millions. My tributes to the great scientist on his birth anniversary",
    "price": 0,
    "ogprice": 259,
    "catogery": "Free",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQew3AjnXeJ0zNCqxdmRNkFGtULaridfCNn3w&s"
  },
  {
    "id": 5,
    "name": "Dont Believe Everything You Think",
    "title": "Don’t Believe Everything You Think By Joseph Nguyen Explores The Powerful Influence Of Our Thoughts And How They Shape Our Emotions And Behaviors. The Book Encourages Readers To Understand That Not All Thoughts Are True Or Beneficial, ",
    "price": 0,
    "ogprice": 99,
    "catogery": "Free",
    "image": "https://img.bookchor.com/images/cover/bc/9789355431356_16848461870.jpg"
  },
  {
    "id": 6,
    "name": "The Alchemist",
    "title": "The Alchemist By Paulo Coelho Is An Allegorical Novel That Follows The Journey Of A Young Andalusian Shepherd Named Santiago. Driven By A Recurring Dream About Finding Treasure In The Egyptian Pyramids, Santiago Embarks On An Adventure Across The Desert",
    "price": 357,
    "ogprice": 800,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/bc/9788172234980.jpg"
  },
  {
    "id": 7,
    "name": "Mahatma Gandhi",
    "title": "Mohandas Karamchand Gandhi, popularly known as Mahatma Gandhi was a major political and spiritual leader of India who led the country in the non-cooperation movement in 1922 and Salt march in 1930 and later in Quit India movement in 1942 during its struggle for independence.",
    "price": 0,
    "ogprice": 279,
    "catogery": "Free",
    "image": "https://rukminim2.flixcart.com/image/850/1000/l1pc3gw0/poster/a/j/0/small-mahatma-gandhi-photopaper-print-poster-mahatma-gandhi-original-imagd7zgwqceksp8.jpeg?q=90&crop=false"
  },
  {
    "id": 8,
    "name": "The Hidden Hindu 2",
    "title": "The First Battle Is Lost. The Book Of Mritsanjeevani Is In The Wrong Hands But Nagendra's Plans Are Not Limited Only To Immortality. What Seemed To Be The End Of All Wars Was Just The Beginning Of An Incredible Journey In Search Of A Hidden Verse. Om Is Still Incomplete Without The Knowledge Of His Past",
    "price": 299,
    "ogprice": 699,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/bc/9780143456544_16633078740.png"
  },
  {
    "id": 9,
    "name": "Cyber sexy rethinking pornography",
    "title": "In 1964, American judge Potter Stewart famously said, 'I can't define pornography, but I know it when I see it.' Over fifty years later, the reverberations of these words are still being felt across the world. Be it proposed porn bans",
    "price": 169,
    "ogprice": 359,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/bc/9780143440321.jpg"
  },
  {
    "id": 10,
    "name": "The Kite Runner",
    "title": "In The Kite Runner, Khaled Hosseini’s Powerful Debut Novel, The Story Centers On Hassan, An Illiterate Afghan Boy With An Extraordinary Ability To Predict Where A Fallen Kite Will Land. Growing Up In Kabul In The Early 1970s, Hassan Is The Closest Friend Of The Narrator",
    "price": 0,
    "ogprice": 399,
    "catogery": "Free",
    "image": "https://img.bookchor.com/images/cover/568/9780747566533.jpg"
  },
  {
    "id": 11,
    "name": "Long Walk To Freedom",
    "title": "Nelson Mandela Is One Of The Greatest Moral And Political Leaders Of Our Time—an International Hero Whose Lifelong Commitment To Fighting Racial Oppression In South Africa Earned Him The Nobel Peace Prize And The Presidency Of His Country. ",
    "price": 0,
    "ogprice": 99,
    "catogery": "Free",
    "image": "https://img.bookchor.com/images/cover/571/9780349106533.jpg"
  },
  {
    "id": 12,
    "name": "The Hidden Hindu ",
    "title": "This Book Keeping The Information Needs Of Reder In Mind. The Topics Covered By This Book Are Wide Ranging With A Lot Of Details Packed In. This Book Is Money Worth In This Price Range. Everybody Can Read This Book At Any Point Of Time. It Is Useful For All The Age Range.",
    "price": 0,
    "ogprice": 109,
    "catogery": "Free",
    "image": "https://img.bookchor.com/images/cover/bc/9780143455691_16577078750.jpg"
  },
  {
    "id": 13,
    "name": "Looking For Alaska",
    "title": "Looking For Alaska By John Green Follows 16-year-old Miles Pudge Halter As He Leaves His Small Town For Boarding School In Search Of A Great Perhaps.There, He Befriends A Group Of Intriguing Characters, Including The Captivating Alaska Young, A Beautiful And Enigmatic Girl.",
    "price": 180,
    "ogprice": 259,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/582/9780007523160.jpg"
  },
  {
    "id": 14,
    "name": "Good Dog",
    "title": "When Jon took on a troublesome two-year-old Border Collie in A Dog Year , it turned his sedate life upside down and culminated in a move from suburbia to a rural farm. But the contrary Collie - incredibly loyal but incredibly misbehaved - never settles down.",
    "price": 0,
    "ogprice": 109,
    "catogery": "Free",
    "image": "https://img.bookchor.com/images/cover/105/9780091932251.jpg"
  },
  {
    "id": 15,
    "name": "The Fault In Our Stars",
    "title": "The Fault In Our Stars Is The Most Ambitious And Emotionally Powerful Novel From Award-winning Author John Green. It Delves Into The Complex And Heartbreaking Realities Of Life, Love, And Mortality With A Perfect Blend Of Humor, Suspense, And Sorrow",
    "price": 158,
    "ogprice": 258,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/bc/9780141345659.jpg"
  },
  {
    "id": 16,
    "name": "How To Talk To Anyone",
    "title": "How To Talk To Anyone By Leil Lowndes Offers Practical Advice On Improving Communication Skills And Building Rapport With Others. The Book Provides A Range Of Tips And Techniques For Making A Positive Impression, Starting Conversations, And Maintaining Engaging Dialogues In Both Social And Professional Settings.",
    "price": 0,
    "ogprice": 302,
    "catogery": "Free",
    "image": "https://img.bookchor.com/images/cover/583/9780007272617.jpg"
  },
  {
    "id": 17,
    "name": "11 Rules For Life : Secrets To Level Up",
    "title": "If One Book Has The Power To Change Your Life, This Is It. One Summer Afternoon, Viraj, A Food Delivery Driver, Arrives Late With Lunch For Chetan, An Author. Looking Distressed, Viraj Opens Up When Chetan Asks What’s Wrong, Revealing His Struggles.",
    "price": 225,
    "ogprice": 259,
    "catogery": "Free",
    "image": "https://img.bookchor.com/images/cover/bc/9789356999978_1.jpg"
  },
  {
    "id": 18,
    "name": "The Palace Of Illusions",
    "title": "The Palace Of Illusions: 10th Anniversary Edition By Chitra Banerjee Divakaruni Is A Reimagining Of The Life Of Panchaali (Draupadi), The Fiery And Complex Heroine From The Mahabharata. The Novel Is Told From Draupadi's Perspective, Offering A Fresh, Feminist Lens On The Ancient Epic.",
    "price": 0,
    "ogprice": 409,
    "catogery": "Free",
    "image": "https://img.bookchor.com/images/cover/753/9789386215963.jpg"
  },

  {
    "id": 19,
    "name": "Ikigai: The Japanese Secret ",
    "title": "Discover Meaning And Joy In Every Day With The Internationally Bestselling Guide To Ikigai. In Japan, It’s Believed That Everyone Has An Ikigai—a Reason For Living. And For The People Of Okinawa, The World’s Longest-living Community, Finding This Purpose Is The Key To A Longer,",
    "price": 179,
    "ogprice": 309,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/bc/9781786330895_1.jpg"
  },
  {
    "id": 20,
    "name": "Better Than The Movies",
    "title": "In This YA Romantic Comedy About Romantic Comedies, Hopeless Romantic Liz Buxbaum Attempts To Secure A Happily-ever-after Moment With Her Forever Crush, But Finds Herself Reluctantly Drawn To The Cute-yet-infuriating Boy Next Doorthe One She Promised Herself She'd Never Fall For. Perfect For Fans Of Kasie West And Jenn Bennett",
    "price": 387,
    "ogprice": 799,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/bc/9781534467637_16705644370.jpg"
  },
  {
    "id": 21,
    "name": "Effective People",
    "title": "Effective People by T.V. RAO, 9788184005837 Paperback , 320 pages Published December 18th 2015 by Random House India",
    "price": 249,
    "ogprice": 327,
    "catogery": "Charge",
    "image": "https://img.bookchor.com/images/cover/623/9788184005837.jpg"
  }
]
